{"name": "Kiko Taira", "alignment": "LN", "level": "Warrior poet samurai | Ronin; 5 lvl", "deity": "", "homeland": "", "race": "Kitsune", "size": "M", "gender": "F", "age": "19", "height": "169", "weight": "56", "hair": "Black", "eyes": "Black", "abilities": {"str": "14", "int": "13", "wis": "12", "dex": "20", "con": "12", "cha": "16", "tempStr": "", "tempInt": "", "tempWis": "", "tempDex": "", "tempCon": "", "tempCha": ""}, "ac": {"total": "23", "armorBonus": "4", "shieldBonus": "", "sizeModifier": "", "naturalArmor": "", "deflectionModifier": "", "miscModifier": "4", "touch": "18", "flatFooted": "15", "otherModifiers": "", "items": [{"name": "Darkleaf Lammelar (leather)", "bonus": "5", "type": "light", "armorCheckPenalty": "0", "spellFailure": "10", "weight": "12", "properties": "+1"}], "itemTotals": {"bonus": "5", "armorCheckPenalty": "0", "spellFailure": "10", "weight": "12"}}, "damageReduction": "", "hp": {"total": "48", "wounds": "", "nonLethal": ""}, "spellResistance": "", "cmd": {"total": "22", "sizeModifier": "", "miscModifiers": "", "tempModifiers": ""}, "immunities": "", "resistances": "", "saves": {"fort": {"total": "6", "base": "4", "magicModifier": "", "miscModifier": "1", "tempModifier": "", "otherModifiers": ""}, "reflex": {"total": "7", "base": "1", "magicModifier": "", "miscModifier": "1", "tempModifier": "", "otherModifiers": ""}, "will": {"total": "4", "base": "1", "magicModifier": "", "miscModifier": "2", "tempModifier": "", "otherModifiers": ""}}, "bab": "5", "conditionalOffenseModifiers": "", "initiative": {"total": "5", "miscModifier": ""}, "speed": {"base": "30", "withArmor": "30", "fly": "", "swim": "", "climb": "", "burrow": "", "tempModifiers": ""}, "cmb": {"miscModifiers": "", "sizeModifier": "", "total": "7", "tempModifiers": ""}, "skills": {"acrobatics": {"classSkill": true, "ranks": "5", "misc": "", "total": "13", "racial": "", "trait": "", "name": ""}, "appraise": {"classSkill": false, "ranks": "", "misc": "", "total": "1", "racial": "", "trait": "", "name": ""}, "bluff": {"classSkill": true, "ranks": "5", "misc": "", "total": "11", "racial": "", "trait": "", "name": ""}, "climb": {"classSkill": true, "ranks": "1", "misc": "", "total": "6", "racial": "", "trait": "", "name": ""}, "craft1": {"classSkill": true, "ranks": "2", "misc": "", "total": "6", "racial": "", "trait": "", "name": "Bows"}, "craft2": {"classSkill": true, "ranks": "1", "misc": "", "total": "5", "racial": "", "trait": "", "name": "Paintings/Calligraphy"}, "craft3": {"classSkill": true, "ranks": "1", "misc": "", "total": "5", "racial": "", "trait": "", "name": "Clothing"}, "diplomacy": {"classSkill": true, "ranks": "2", "misc": "", "total": "8", "racial": "", "trait": "", "name": ""}, "disableDevice": {"classSkill": false, "ranks": "", "misc": "", "total": "5", "racial": "", "trait": "", "name": ""}, "disguise": {"classSkill": false, "ranks": "", "misc": "", "total": "3", "racial": "", "trait": "", "name": ""}, "escapeArtist": {"classSkill": false, "ranks": "", "misc": "", "total": "5", "racial": "", "trait": "", "name": ""}, "fly": {"classSkill": false, "ranks": "", "misc": "", "total": "5", "racial": "", "trait": "", "name": ""}, "handleAnimal": {"classSkill": true, "ranks": "", "misc": "", "total": "3", "racial": "", "trait": "", "name": ""}, "heal": {"classSkill": false, "ranks": "", "misc": "", "total": "1", "racial": "", "trait": "", "name": ""}, "intimidate": {"classSkill": true, "ranks": "", "misc": "", "total": "3", "racial": "", "trait": "", "name": ""}, "knowledgeArcana": {"classSkill": false, "ranks": "", "misc": "", "total": "1", "racial": "", "trait": "", "name": ""}, "knowledgeDungeoneering": {"classSkill": false, "ranks": "", "misc": "", "total": "1", "racial": "", "trait": "", "name": ""}, "knowledgeEngineering": {"classSkill": false, "ranks": "", "misc": "", "total": "1", "racial": "", "trait": "", "name": ""}, "knowledgeGeography": {"classSkill": false, "ranks": "", "misc": "", "total": "1", "racial": "", "trait": "", "name": ""}, "knowledgeHistory": {"classSkill": false, "ranks": "", "misc": "", "total": "1", "racial": "", "trait": "", "name": ""}, "knowledgeLocal": {"classSkill": true, "ranks": "1", "misc": "", "total": "5", "racial": "", "trait": "", "name": ""}, "knowledgeNature": {"classSkill": false, "ranks": "", "misc": "", "total": "1", "racial": "", "trait": "", "name": ""}, "knowledgeNobility": {"classSkill": false, "ranks": "", "misc": "", "total": "1", "racial": "", "trait": "", "name": ""}, "knowledgePlanes": {"classSkill": false, "ranks": "", "misc": "", "total": "1", "racial": "", "trait": "", "name": ""}, "knowledgeReligion": {"classSkill": false, "ranks": "", "misc": "", "total": "1", "racial": "", "trait": "", "name": ""}, "linguistics": {"classSkill": false, "ranks": "1", "misc": "", "total": "2", "racial": "", "trait": "", "name": ""}, "perception": {"classSkill": true, "ranks": "5", "misc": "", "total": "9", "racial": "", "trait": "", "name": ""}, "perform1": {"classSkill": false, "ranks": "", "misc": "", "total": "3", "racial": "", "trait": "", "name": ""}, "perform2": {"classSkill": false, "ranks": "", "misc": "", "total": "3", "racial": "", "trait": "", "name": ""}, "profession1": {"classSkill": true, "ranks": "", "misc": "", "total": "1", "racial": "", "trait": "", "name": ""}, "profession2": {"classSkill": true, "ranks": "", "misc": "", "total": "1", "racial": "", "trait": "", "name": ""}, "senseMotive": {"classSkill": true, "ranks": "5", "misc": "", "total": "9", "racial": "", "trait": "", "name": ""}, "sleightOfHand": {"classSkill": false, "ranks": "", "misc": "", "total": "5", "racial": "", "trait": "", "name": ""}, "spellcraft": {"classSkill": false, "ranks": "", "misc": "", "total": "1", "racial": "", "trait": "", "name": ""}, "stealth": {"classSkill": false, "ranks": "", "misc": "", "total": "5", "racial": "", "trait": "", "name": ""}, "useMagicDevice": {"classSkill": false, "ranks": "", "misc": "", "total": "3", "racial": "", "trait": "", "name": ""}, "survival": {"classSkill": true, "ranks": "5", "misc": "", "total": "9", "racial": "", "trait": "", "name": ""}, "swim": {"classSkill": true, "ranks": "1", "misc": "", "total": "6", "racial": "", "trait": "", "name": ""}, "ride": {"classSkill": true, "ranks": "", "misc": "", "total": "5", "racial": "", "trait": "", "name": ""}}, "languages": "Sylvan (race); Japanese (race); Common (is there any?); +2 bonus (int + ling)", "xp": {"total": "", "toNextLevel": ""}, "melee": [{"weapon": "Naginata +1; shock", "attackBonus": "+1", "damage": "d8", "critical": "x4", "type": "S", "notes": "reach"}, {"weapon": "Katana", "attackBonus": "", "damage": "d8", "critical": "18-20/x2", "type": "S", "notes": "deadly"}, {"weapon": "Wakizashi", "attackBonus": "", "damage": "d6", "critical": "18-20/x2", "type": "P/S", "notes": "deadly"}], "ranged": [{"weapon": "Longbow, composite (+2)", "attackBonus": "", "damage": "d8", "critical": "x3", "type": "p", "ammunition": "40"}], "feats": [{"type": "Combat", "name": "Weapon Finesse", "notes": "<div class=\"heading\"><p class=\"alignleft\">Weapon Finesse (Combat)</p><div style=\"clear: both;\"></div></div><div><h5>You are trained in using your agility in melee combat, as opposed to brute strength.<h5><b>Benefit: </b>With a light weapon, elven curve blade, rapier, whip, or spiked chain made for a creature of your size category, you may use your Dexterity modifier instead of your Strength modifier on attack rolls. If you carry a shield, its armor check penalty applies to your attack rolls.</h5><h5><b>Special: </b>Natural weapons are considered light weapons.</h5></div>"}, {"type": "Combat", "name": "Improved Feint", "notes": "<div class=\"heading\"><p class=\"alignleft\">Improved Feint (Combat)</p><div style=\"clear: both;\"></div></div><div><h5>You are skilled at fooling your opponents in combat.<h5><b>Prerequisites: </b>Int 13, Combat Expertise.</h5><h5><b>Benefit: </b>You can make a Bluff check to feint in combat as a move action.</h5><h5><b>Normal: </b>Feinting in combat is a standard action.</h5></div>"}, {"type": "Combat", "name": "Power Attack", "notes": "<div class=\"heading\"><p class=\"alignleft\">Power Attack (Combat)</p><div style=\"clear: both;\"></div></div><div><h5>You can make exceptionally deadly melee attacks by sacrificing accuracy for strength.<h5><b>Prerequisites: </b>Str 13, base attack bonus +1.</h5><h5><b>Benefit: </b>You can choose to take a -1 penalty on all melee attack rolls and combat maneuver checks to gain a +2 bonus on all melee damage rolls. This bonus to damage is increased by half (+50%) if you are making an attack with a two-handed weapon, a one handed weapon using two hands, or a primary natural weapon that adds 1-1/2 times your Strength modif ier on damage rolls. This bonus to damage is halved (-50%) if you are making an attack with an off-hand weapon or secondary natural weapon. When your base attack bonus reaches +4, and every 4 points thereafter, the penalty increases by -1 and the bonus to damage increases by +2. You must choose to use this feat before making an attack roll, and its effects last until your next turn. The bonus damage does not apply to touch attacks or effects that do not deal hit point damage.</h5></div>"}, {"type": "Combat", "name": "Combat Reflexes", "notes": "<div class=\"heading\"><p class=\"alignleft\">Combat Reflexes (Combat)</p><div style=\"clear: both;\"></div></div><div><h5>You can make additional attacks of opportunity.<h5><b>Benefit: </b>You may make a number of additional attacks of opportunity per round equal to your Dexterity bonus. With this feat, you may also make attacks of opportunity while flat-footed.</h5><h5><b>Normal: </b>A character without this feat can make only one attack of opportunity per round and can't make attacks of opportunity while flat-footed.</h5><h5><b>Special: </b>The Combat Reflexes feat does not allow a rogue to use her opportunist ability more than once per round.</h5></div>"}, {"type": "Combat", "name": "Quick Draw", "notes": "<div class=\"heading\"><p class=\"alignleft\">Quick Draw (Combat)</p><div style=\"clear: both;\"></div></div><div><h5>You can draw weapons faster than most.<h5><b>Prerequisites: </b>Base attack bonus +1.</h5><h5><b>Benefit: </b>You can draw a weapon as a free action instead of as a move action. You can draw a hidden weapon (see the Sleight of Hand skill) as a move action. A character who has selected this feat may throw weapons at his full normal rate of attacks (much like a character with a bow). Alchemical items, potions, scrolls, and wands cannot be drawn quickly using this feat.</h5><h5><b>Normal: </b>Without this feat, you may draw a weapon as a move action, or (if your base attack bonus is +1 or higher) as a free action as part of movement. Without this feat, you can draw a hidden weapon as a standard action.</h5></div>"}, {"type": "General | Bonus", "name": "Fox shape", "notes": "You can take the form of a fox whose appearance is static and cannot be changed each time you assume this form. Your bite attackâ\u0080\u0099s damage is reduced to 1d3 points of damage on a hit, but you gain a +10 racial bonus on Disguise checks made to appear as a fox. Changing from kitsune to fox shape is a standard action. This ability otherwise functions as beast shape II, and your ability scores change accordingly."}], "specialAbilities": [{"type": "Ex", "name": "Skilled", "notes": "Some kitsune focus on diversifying their skill set in order to better blend in with their human peers. They gain an additional skill rank at 1st level and one additional skill rank whenever they gain a level. This racial trait replaces agile and kitsune magic."}, {"type": "Su", "name": "Fox shape", "notes": "Kitsune gain Fox Shape as a bonus feat at 1st level, ignoring its prerequisites."}, {"type": "Su", "name": "Darkvision", "notes": "Kitsunes can see perfectly in the dark up to 60 feet"}, {"type": "Ex", "name": "Skirmisher's challenge", "notes": "Once per day, a samurai can challenge a foe to combat. As a swift action, the samurai chooses one target within sight to challenge. The samuraiâ\u0080\u0099s melee attacks deal extra damage when made against the target of his challenge. This extra damage is equal to the samuraiâ\u0080\u0099s level. The samurai can use this ability once per day at 1st level, plus one additional time per day for every three levels beyond 1st, to a maximum of seven times per day at 19th level.\n\nChallenging a foe requires much of the samuraiâ\u0080\u0099s concentration. The samurai takes a â\u0080\u00932 penalty to his Armor Class, except against attacks made by the target of his challenge.\n\nThe challenge remains in effect until the target is dead or unconscious, or until the combat ends. Each samuraiâ\u0080\u0099s challenge also includes another effect, which is listed in the section describing the samuraiâ\u0080\u0099s order.\n\nThe warrior poet adds her samurai level to her damage rolls only on her first successful attack against a challenged target each round."}, {"type": "Ex", "name": "Order (Ronin)", "notes": "At 1st level, a samurai must pledge himself to a specific order, typically the order of the warrior. The order grants the samurai a number of bonuses, class skills, and special abilities. In addition, each order includes a number of edicts the samurai must follow. If he violates these edicts, he loses the benefits of his orderâ\u0080\u0099s challenge ability for 24 hours. The violation of an edict is subject to GM interpretation.\n\nMost samurai belong to the order of the warrior and are dedicated to their lord. Those without a lord, or who chose to abandon their lord, are ronin. A samurai may instead elect to dedicate himself to one of the orders listed under the cavalier description, but such samurai are rare.\n\nA samurai who wishes to change his order must undertake a lengthy process to dedicate himself to a new cause. When this choice is made, he immediately loses all of the benefits from his old order. He must then follow the edicts of his new order for one entire level without gaining any benefits from that order. Once he has accomplished this, he gains all the bonuses from his new order. The only exception to this is when a samurai decides to become a ronin. A samurai can elect to become a ronin immediately, losing all the benefits from his old Classes order and replacing them with the new benefits from the ronin order. Once a ronin, however, the only way for the samurai to change to another order is through the method described above. Note that the names of these orders might vary depending upon the campaign setting or GMâ\u0080\u0099s preference.\n\nThe following orders can be chosen by both cavaliers and samurai."}, {"type": "Ex", "name": "Resolve", "notes": "Starting at 1st level, the samurai gains resolve that he can call upon to endure even the most devastating wounds and afflictions. He can use this ability once per day at 1st level, plus one additional time per day for every two samurai levels beyond 1st. Whenever the samurai defeats the target of his challenge, he regains one daily use of his resolve, up to his maximum number of uses per day. Defeating the target of his challenge usually involves reducing the target to 0 hit points or fewer, but the GM might rule that an enemy who surrenders or flees the battle is also defeated. He can use this resolve in a number of ways.\n\nDetermined: As a standard action, the samurai can spend one use of his resolve to remove the fatigued, shaken, or sickened condition. If the samurai is at least 8th level, he can alternatively remove the exhausted, frightened, nauseated, or staggered condition. If the condition has a duration longer than 1 hour or is permanent, this ability removes the condition for 1 hour, at which time the condition returns.\n\nResolute: Whenever the samurai is required to make a Fortitude or Will save, he can spend one use of his resolve as an immediate action to roll twice and take the better result. He must decide to use this ability before he rolls the saving throw.\n\nUnstoppable: When the samurai is reduced to fewer than 0 hit points but not slain, he can spend one use of his resolve as an immediate action to instantly stabilize and remain conscious. He is staggered, but he does not fall unconscious and begin dying if he takes a standard action. He does fall unconscious if he takes additional damage from any source."}, {"type": "Ex", "name": "Dancer's grace", "notes": "When wearing light or no armor and not using a shield, the warrior poet gains a bonus to Armor Class equal to her Charisma bonus (to a maximum of her samurai level). A warrior poet loses this bonus while flatfooted or otherwise denied her Dexterity bonus."}, {"type": "Ex", "name": "Flourish", "notes": "The warrior poet is skilled at performing elegant moves in battle. At 1st level, the warrior poet gains a flourish of her choice from the list below. She gains another flourish at 3rd, 5th, 9th, 13th, 17th, and 20th levels.\n\nChrysanthemumâ\u0080\u0099s Blooming: The warrior poet gains Vital Strike as a bonus feat and can apply its benefit when using Spring Attack. If the warrior poet is at least 16th level and has Improved Vital Strike, she can apply that featâ\u0080\u0099s benefit instead. The warrior poet must be at least 11th level to select this flourish.\n\nExodus of Speed: As long as the warrior poet is wearing light or no armor and carrying no more than a light load, her land speed increases by 10 feet. A warrior poet can select this flourish up to three times.\n\nHarmony of the Tranquil Garden: The warrior poet can focus her senses as a move action to gain blindsense out to 5 feet for 1 round. For every 5 samurai levels she has, the range of this blindsense increases by 5 feet.\n\nUncanny Guidance: The warrior poet gains the rogueâ\u0080\u0099s uncanny dodge class feature. This flourish can be selected up to twice; selecting it a second time grants the warrior poet the rogueâ\u0080\u0099s improved uncanny dodge class feature. The warrior poet must be at least 4th level to select this flourish the first time and at least 8th level to select this flourish the second time.\n\nKitsuneâ\u0080\u0099s Mystique: The warrior poet gains Improved Feint as a bonus feat, ignoring its prerequisites. When the warrior poet uses Spring Attack or takes a move action to move, she can attempt to feint against one creature she threatens during her movement as part of her movement.\n\nPetals on the Wind: Whenever a foe provokes an attack of opportunity from the warrior poet, she can move 5 feet before making the attack of opportunity. This movement does not provoke attacks of opportunity. If the warrior poet takes an action to move during her next turn, she subtracts 5 feet from her total movement for each time she has used this ability since her last turn.\n\nWrath of the Heavens: The warrior poet gains Shot on the Run as a bonus feat, ignoring its prerequisites."}, {"type": "Ex", "name": "Graceful strike", "notes": "At 4th level, when the warrior poet uses Weapon Finesse to make a melee attack that adds her Dexterity bonus to attack rolls and her Strength bonus to damage rolls, she also adds half her samurai level to damage rolls."}, {"type": "Ex", "name": "Petals on the wind", "notes": "Whenever a foe provokes an attack of opportunity from the warrior poet, she can move 5 feet before making the attack of opportunity. This movement does not provoke attacks of opportunity. If the warrior poet takes an action to move during her next turn, she subtracts 5 feet from her total movement for each time she has used this ability since her last turn."}, {"type": "Ex", "name": "Kitsuneâ\u0080\u0099s Mystique", "notes": "The warrior poet gains Improved Feint as a bonus feat, ignoring its prerequisites. When the warrior poet uses Spring Attack or takes a move action to move, she can attempt to feint against one creature she threatens during her movement as part of her movement."}, {"type": "Ex", "name": "Uncanny guidance", "notes": "The warrior poet gains the rogueâ\u0080\u0099s uncanny dodge class feature. This flourish can be selected up to twice; selecting it a second time grants the warrior poet the rogueâ\u0080\u0099s improved uncanny dodge class feature. The warrior poet must be at least 4th level to select this flourish the first time and at least 8th level to select this flourish the second time."}], "traits": [{"type": "Social", "name": "Seeker", "notes": "You gain a +1 <a target=\"_top\" href=\"http://www.d20pfsrd.com/basics-ability-scores/glossary#TOC-Trait-Bonus\">trait bonus</a> on <a target=\"_top\" href=\"http://www.d20pfsrd.com/skills/perception\">Perception</a> checks, and <a target=\"_top\" href=\"http://www.d20pfsrd.com/skills/perception\">Perception</a> is always a class skill for you."}, {"type": "Faith", "name": "Indomitable Faith", "notes": "You gain a +1 <a target=\"_top\" href=\"http://www.d20pfsrd.com/basics-ability-scores/glossary#TOC-Trait-Bonus\">trait bonus</a> on <a target=\"_top\" href=\"http://www.d20pfsrd.com/gamemastering/combat#TOC-Will\">Will</a> saves."}, {"type": "", "name": "Pride", "notes": ""}, {"type": "Religion", "name": "Starchild", "notes": "You can automatically determine where true north is. You gain a + 4 <a target=\"_top\" href=\"http://www.d20pfsrd.com/basics-ability-scores/glossary#TOC-Trait-Bonus\">trait bonus</a> on <a target=\"_top\" href=\"http://www.d20pfsrd.com/skills/survival\">Survival</a> checks to avoid becoming lost."}], "money": {"pp": "", "gp": "57", "sp": "", "cp": "", "gems": "", "other": ""}, "gear": [{"type": "Wondorous item", "name": "Belt of Incredible Dexterity (+2)", "location": "Belt", "quantity": "1", "weight": "1", "notes": "his belt has a large silver buckle, usually depicting the image of a tiger.\n\nThe belt grants the wearer an enhancement bonus to Dexterity of +2. Treat this as a temporary ability bonus for the first 24 hours the belt is worn."}, {"type": "Wondorous item", "name": "Boots of the cat", "location": "Feet", "quantity": "1", "weight": "1", "notes": "These high-soled blue boots provide a great deal of comfort and arch support while also making the wearer appear a little bit taller than normal.\n\nThe bootâ\u0080\u0099s wearer always takes the minimum possible damage from falls (as if the GM had rolled a 1 on each die of damage incurred by the fall) and at the end of a fall always lands on his feet."}, {"type": "Wondorous item", "name": "Cloak of resistance (+1)", "location": "Shoulders", "quantity": "1", "weight": "1", "notes": "This garment offers magic protection in the form of a +1 resistance bonus on all saving throws (Fortitude, Reflex, and Will)."}, {"type": "Gear", "name": "Rope", "location": "", "quantity": "1", "weight": "10", "notes": "Hempen The DC to escape hemp rope bonds is equal to 20 + the CMB of the creature that tied the bonds. Ropes do not need to make a check every round to maintain the pin. If the DC to escape is higher than 20 + the tying creatures CMB, the tied up creature cannot escape from the bonds, even with a natural 20 on the check. This rope has 2 hit points and can be burst with a DC 23 Strength check."}, {"type": "Wondorous item", "name": "Traveller's any-tool", "location": "", "quantity": "1", "weight": "2", "notes": "This implement at first seems to be nothing but a 12-inch iron bar lined with small plates and spikes. It can be folded, twisted, hinged, and bent, to form almost any known tool. Hammers, shovels, even a block and tackle (without rope) are possible. It can duplicate any tool the wielder can clearly visualize that contains only limited moving parts, such as a pair of scissors, but not a handloom. It cannot be used to replace missing or broken parts of machines or vehicles unless a mundane tool would have done the job just as well.\n\nThe any-tool counts as a set of masterwork artisanâ\u0080\u0099s tools for most Craft or Profession skills (although very specialist crafts such as alchemy still require their own unique toolset). It is an ineffective weapon, always counting as an improvised weapon and never granting any masterwork bonus on attack rolls."}, {"type": "Wondorous item", "name": "Dust if tracelessness", "location": "", "quantity": "1", "weight": "", "notes": "This normal-seeming dust is actually a magic powder that can conceal the passage of its possessor and his companions. Tossing a handful of this dust into the air causes a chamber of up to 100 square feet of floor space to become as dusty, dirty, and cobweb-laden as if it had been Abandoned and disused for a decade.\n\nA handful of dust sprinkled along a trail causes evidence of the passage of as many as a dozen men and horses to be obliterated for 250 feet back into the distance. The results of the dust are instantaneous, and no magical Aura lingers afterward from this use of the dust. Survival checks made to track a quarry across an area affected by this dust have a DC 20 higher than normal."}], "spells": [{"totalKnown": "", "dc": "", "totalPerDay": "", "bonusSpells": "", "slotted": []}, {"totalKnown": "", "dc": "", "totalPerDay": "", "bonusSpells": "", "slotted": []}, {"totalKnown": "", "dc": "", "totalPerDay": "", "bonusSpells": "", "slotted": []}, {"totalKnown": "", "dc": "", "totalPerDay": "", "bonusSpells": "", "slotted": []}, {"totalKnown": "", "dc": "", "totalPerDay": "", "bonusSpells": "", "slotted": []}, {"totalKnown": "", "dc": "", "totalPerDay": "", "bonusSpells": "", "slotted": []}, {"totalKnown": "", "dc": "", "totalPerDay": "", "bonusSpells": "", "slotted": []}, {"totalKnown": "", "dc": "", "totalPerDay": "", "bonusSpells": "", "slotted": []}, {"totalKnown": "", "dc": "", "totalPerDay": "", "bonusSpells": "", "slotted": []}, {"totalKnown": "", "dc": "", "totalPerDay": "", "bonusSpells": "", "slotted": []}], "spellsSpeciality": "", "spellsConditionalModifiers": "", "spellLikes": [], "notes": "Light load 0â\u0080\u009358 lbs; Medium load 59â\u0080\u0093116 lbs; Heavy load 117â\u0080\u0093175 lbs\nCurrent load â\u0080\u0093 light (53 lbs)"}